Revit 2024 API
ParameterTypeId.RbsConnectorIsprimary Property
 "Primary Connector"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsConnectorIsprimary { get; }
Visual Basic
Public Shared ReadOnly Property RbsConnectorIsprimary As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsConnectorIsprimary {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace